brew 'fish'
brew 'clojure'
brew 'ninja'
brew 'cmake'
brew 'tmux'
brew 'neovim'
brew 'qemu'
brew 'htop'
brew 'git'
brew 'python@3.9'
brew 'crystal'
brew 'ruby'
brew 'go'
brew 'node'
brew 'deno'
brew 'yarn'
brew 'meson'
brew 'php'
brew 'rustup-init'

tap 'homebrew/cask-versions'

cask 'visual-studio-code'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome-dev'
cask 'intellij-idea-ce'
cask 'discord'
cask 'iterm2'
cask 'notion'
cask 'telegram'
