brew 'fish'
brew 'clojure'
brew 'ninja'
brew 'cmake'
brew 'tmux'
brew 'neovim'
brew 'emacs'
brew 'qemu'
brew 'htop'
brew 'git'
brew 'python@3.9'
brew 'crystal'
brew 'ruby'
brew 'go'
brew 'node'
brew 'deno'
brew 'yarn'
brew 'meson'
brew 'php'
brew 'rustup-init'
brew 'hugo'
brew 'ghcup'
brew 'dotnet'
brew 'podman'
brew 'podman-compose'
brew 'rakudo'
brew 'nasm'
brew 'nim'
brew 'leiningen'
brew 'radare2'
brew 'openjdk@11'

tap 'homebrew/cask-versions'

# cask 'visual-studio-code'
cask 'sublime-text'
cask 'thunderbird'
cask 'firefox'
cask 'google-chrome'

cask 'firefox-developer-edition'
cask 'google-chrome-dev'

cask 'jetbrains-toolbox'
cask 'discord'
cask 'iterm2'
cask 'obsidian'
cask 'telegram'
